lek_sr = [
    (1, 'Аспирин', 'Аспирин используют для лечения ряда состояний, включая: лихорадку, боль (головная, зубная, в спине, в суставах), ревматическую лихорадку и воспалительные заболевания (ревматоидный артрит, перикардит, болезнь Кавасаки).', 'Россия', 10.00, 1),
    (2, 'Метформин', 'Метформин Канон применяется при монотерапии и в комбинированной терапии с инсулином. Рекомендуемая начальная доза препарата Метформин – 500 мг 1 раз в сутки вечером во время еды. Через 10-15 дней дозу препарата необходимо скорректировать на основании концентрации глюкозы в крови.', 'Германия', 50.00, 2),
    (3, 'Ибупрофен', 'Ибупрофен применяется как обезболивающее и противовоспалительное средство при лечении ревматоидного артрита (в том числе ювенильного ревматоидного артрита или болезни Стилла), анкилозирующего спондилита, остеоартроза и других неревматоидных (серонегативных) артропатий.', 'Индия', 20.25, 3),
    (4, 'Лоратадин', 'Лоратадин устраняет симптомы, связанные с аллергическим ринитом (например при сенной лихорадке), такие как чихание, насморк и зуд в носу, жжение и зуд в глазах у взрослых и детей старше 2 лет с массой тела более 30кг.', 'Индия', 9.75, 4),
    (5, 'Лоперамид', 'Симптоматическое лечение острой и хронической диареи различного генеза (аллергического эмоционального лекарственного лучевого, при изменении режима питания и качественного состава пищи при нарушении метаболизма и всасывания, как вспомогательное средство при диарее инфекционного генеза).', 'Россия', 14.55, 5),
    (6, 'Симетикон', 'Биологически активная добавка к пище, дополнительный источник витамина Е. Биологически активная добавка к пище способствующая снижению газообразования, облегчению состояния при вздутии живота и функциональных коликах.', 'США', 100.85, 6),
    (7, 'Тантум верде форте', 'Оказывает противовоспалительное и местное обезболивающее действие, обладает антисептическим действием против широкого спектра микроорганизмов. Механизм действия препарата связан со стабилизацией клеточных мембран и ингибированием синтеза простагландинов.', 'США', 80.95, 7),
    (8, 'Спазмалгон','Почечная колика и воспалительные заболевания мочевыводящих путей, протекающие с болью и дизурическими расстройствами; спазмы желудка и кишечника, печеночная колика, дискинезия желчных путей; спастическая дисменорея.', 'Россия', 57.00, 8),
    (9, 'Сумамед', 'Сумамед используется в терапии дыхательных путей, ЛОР-заболеваний, а также респираторных инфекций', 'США', 75.95, 9),
    (10, 'Ренгалин', 'Комплексный препарат за счет входящих в него компонентов оказывает противовоспалительное, противоотечное, антиаллергическое, спазмолитическое (антитела к гистамину, антитела к брадикинину) и анальгезирующее действие (антитела к морфину).', 'Индия', 105.05, 10)
]

nal_skl = [
    (25, '2021-09-31', 2),
    (68, '2021-10-05', 3),
    (109, '2021-11-06', 8),
    (12002, '2021-06-29', 10),
    (8900, '2021-08-15', 6),
    (507, '2022-03-17', 4),
    (904, '2025-09-18', 1),
    (801, '2021-09-28', 9),
    (3021, '2023-04-25', 5),
    (9, '2021-01-21', 7)
]

apt_p = [
    (1,'ул.Пушкинская 7/65', 12344, '2021-08-15', 4475.00),
    (2,'ул.Большая Садовая 157', 12345, '2021-10-13', 57800.55),
    (3,'пер.Халтуринский 9', 12346, '2020-11-07', 4370.75),
    (4,'ул.Нариманова 90', 12347, '2021-05-19', 20300.00),
    (5,'пр.Соколова 23', 12348, '2021-03-17', 14895.80),
    (6,'ул.Серафимовича 37', 12349, '2022-04-15', 6070.95),
    (7,'пр.Ворошиловский 133', 12350, '2021-09-15', 3500.00),
    (8,'ул.Муравьева 55/7', 12351, '2022-05-27', 4790.35),
    (9,'ул.Добровольского 3/4', 12352, '2021-02-01', 33560.00),
    (10,'ул.Ленина 65/19', 12353, '2021-08-15', 29800.55)
]